IDEA Open Model
CheckResWeld Constructor
Compatible with IDEA StatiCa 20.1
Initializes a new instance of the CheckResWeld class
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public CheckResWeld()
Public Sub New
See Also
Reference
CheckResWeld Class
IdeaRS.OpenModel.Connection Namespace